tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/brew-graph"
tap "railwaycat/emacsmacport"
brew "antigen"
brew "bat"
brew "caddy"
brew "cloc"
brew "cmake"
brew "consul", restart_service: true
brew "coreutils"
brew "curl", args: ["with-nghttp2"]
brew "dash"
brew "go"
brew "dep"
brew "exercism"
brew "gcc"
brew "git"
brew "gnupg"
brew "hub"
brew "kompose"
brew "kubernetes-helm"
brew "libsass"
brew "libxmlsec1"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "pinentry-mac"
brew "readline"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "rbenv", args: ["without-ruby-build"]
brew "redis", restart_service: true
brew "ruby-build"
brew "rustup-init"
brew "shellcheck"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "upx"
brew "wrk"
brew "zsh"
cask "appcleaner"
cask "discord"
cask "docker"
cask "etcher"
cask "firefox"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "mattermost"
cask "ngrok"
cask "visual-studio-code-insiders"
cask "vlc"
cask "railwaycat/emacsmacport/emacs-mac"
