tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/brew-graph"
brew "antigen"
brew "aria2"
brew "bat"
brew "cloc"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "gettext", link: true
brew "libevent"
brew "emacs"
brew "fish"
brew "readline"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "libsass"
brew "libxmlsec1"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "optipng"
brew "pinentry-mac"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wrk"
brew "martido/brew-graph/brew-graph"
cask "alacritty"
cask "appcleaner"
cask "brooklyn"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "opera"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-hasklig-nerd-font"
cask "caskroom/fonts/font-raleway"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-source-code-pro"
