tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/brew-graph"
tap "railwaycat/emacsmacport"
tap "wagoodman/dive"
brew "antigen"
brew "bat"
brew "gettext", link: true
brew "cloc"
brew "consul"
brew "coreutils"
brew "libevent"
brew "curl", args: ["with-nghttp2"]
brew "dash"
brew "go"
brew "dep"
brew "emacs"
brew "fish"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "graphviz"
brew "hadolint"
brew "htop"
brew "hub"
brew "readline"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "ios-webkit-debug-proxy"
brew "libsass"
brew "libxmlsec1"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nnn"
brew "pinentry-mac"
brew "postgresql@10", link: true
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "rbenv", args: ["without-ruby-build"]
brew "redis"
brew "rustup-init"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux", args: ["with-utf8proc"]
brew "tree"
brew "upx"
brew "wrk"
brew "martido/brew-graph/brew-graph"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "appcleaner"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "opera"
cask "visual-studio-code"
cask "vlc"
